final List<String> azkarLeavingHome = [
  "بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ.",
  "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ، أَوْ أَظْلِمَ، أَوْ أُظْلَمَ، أَوْ أَجْهَلَ، أَوْ يُجْهَلَ عَلَيَّ.",
  "اللهم اكفني بحلالك عن حرامك، وأغنني بفضلك عمّن سواك.",
  "اللهم إني أعوذ بك من أن أضل أو أُضل، أو أزل أو أُزل، أو أظلم أو أُظلم، أو أجهل أو يُجهل علي.",
  "اللَّهُمَّ اجعل لي من كل ضيق مخرجًا، ومن كل هم فرجًا، وارزقني من حيث لا أحتسب.",
  "اللَّهُمَّ احفظني من بين يديّ، ومن خلفي، وعن يميني، وعن شمالي، ومن فوقي، وأعوذ بعظمتك أن أُغتال من تحتي.",
];
