List<String> toiletEntryDuas = [
  "بِسْمِ اللهِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ",
  "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الرِّجْسِ النَّجِسِ الْخَبِيثِ الْمُبْطِنِ الْخَبِيثِ",
  "اللَّهُمَّ طَهِّرْ قَلْبِي وَاجْعَلْنِي مِنَ الطَّاهِرِينَ",
  "اللَّهُمَّ أَعِنِّي عَلَى الطَّهَارَةِ وَالْحَيَاءِ",
  "اللَّهُمَّ اجْعَلْ هَذَا الدُّخُولَ سَتْرًا وَسَلامًا",
  "اللَّهُمَّ اجْعَلْ خُرُوجِي مِنْهُ كَخُرُوجِ الذَّنْبِ مِنَ الجَسَدِ",
  "اللَّهُمَّ طَهِّرْنِي ظَاهِرًا وَبَاطِنًا",
  "اللَّهُمَّ اجْعَلْ مَا أَخْرَجْتَ مِنِّي نَقَاءً لِذُنُوبِي",
  "اللَّهُمَّ اجْعَلْ هَذِهِ الطَّهَارَةَ سَبَبًا لِرِضَاكَ",
  "اللَّهُمَّ اجْعَلْ دُخُولِي هَذَا الْمَكَانِ رَاحَةً لِجَسَدِي وَنَفْسِي",
];
