List<String> toiletExitDuas = [
  "الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنِّي الأَذَى وَعَافَانِي",
  "اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ",
  "الْحَمْدُ لِلَّهِ عَلَى نِعْمَةِ الإِسْلَامِ وَالطَّهَارَةِ",
  "الْحَمْدُ لِلَّهِ الَّذِي يَسَّرَ لِي قَضَاءَ حَاجَتِي وَرَزَقَنِي عَافِيَةَ بَدَنِي",
  "اللَّهُمَّ اجْعَلْ هَذِهِ النِّعْمَةَ دَائِمَةً وَاحْفَظْنِي مِنَ الزَّوَالِ",
  "اللَّهُمَّ طَهِّرْ قَلْبِي كَمَا طَهَّرْتَ جَسَدِي",
  "اللَّهُمَّ إِنِّي أَسْأَلُكَ صِحَّةً وَعَافِيَةً دَائِمَةً",
  "الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ الضُّرَّ وَمَنَحَنِي النِّعْمَةَ",
  "اللَّهُمَّ اجْعَلْنِي مِنْ مَنْ يَذْكُرُونَكَ فِي كُلِّ أَحْوَالِهِمْ",
];
