final List<String> travelDuaList = [
  "اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ.",
  "اللَّهُمَّ إِنَّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقْوَى، وَمِنَ العَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا، وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالخَلِيفَةُ فِي الأَهْلِ.",
  "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ المَنْظَرِ، وَسُوءِ المُنْقَلَبِ فِي المَالِ وَالأَهْلِ.",
  "اللَّهُمَّ احفظنا في سفرنا هذا، ووفقنا فيه لما تحب وترضى.",
  "اللَّهُمَّ اجعل هذا السفر مباركًا، وسهلًا، ويسيرًا، وأعدنا إلى أهلنا سالمين غانمين.",
  "اللَّهُمَّ إنا نستودعك أنفسنا وأهلنا وأموالنا، فاحفظنا بحفظك، وردنا إليهم سالمين.",
];
