List<String> salawatMessages = [
  'اللهم صلِّ وسلم وبارك على نبينا محمد 🌸',
  'صلِّ على الحبيب المصطفى ﷺ تسعد قلبك 💛',
  'اللهم صلِّ على محمد عدد ما ذكره الذاكرون 💫',
  'صلاة تُرضيك يا رسول الله ﷺ 🤍',
  'اللهم صلِّ وسلم على سيدنا محمد في الأولين والآخرين 🕊️',
  'صلِّ على محمد، نور القلوب وبهجة الأرواح ﷺ ✨',
  'اللهم صلِّ على محمد وعلى آل محمد كما صليت على إبراهيم 🕌',
  'كثروا من الصلاة على النبي ﷺ تنالوا شفاعته 🌹',
  'صلاة وسلامًا عليك يا رسول الله ﷺ',
  'اللهم صلِّ على محمد عدد خلقك، وزنة عرشك، ومداد كلماتك 💫',
  'صلوا على من بكى شوقًا لرؤيتنا ﷺ',
  'أجمل الأوقات حين تمضي بالصلاة على الحبيب ﷺ',
];
